DATA = {
  "Холст": {
    "page": "canvas",
    "data": {
      "Материал": {
        "Натуральный": {
          "Себестоимость": 750,
          "Продажа": 1500,
          "Материал": "Холст натуральный"
        },
        "Синтетика": {
          "Себестоимость": 650,
          "Продажа": 1100,
          "Материал": "Холст синтетика"
        }
      },
      "Обработка": {
        "Резка в размер": {
          "Себестоимость": 20,
          "Продажа": 50
        },
        "Резка с запасом": {
          "Себестоимость": 1,
          "Продажа": 1
        },
        "На подрамник 27мм*12мм": {
          "Себестоимость": 200,
          "Продажа": 500,
          "Материал": "Рейка 27х12"
        }
      }
    }
  },
  "Баннер": {
    "page": "banner",
    "data": {
      "Материал": {
        "Китай": {
          "Цена без печати": 150,
          "720 dpi": {
            "Себестоимость": 200,
            "Продажа": 350,
          },
          "1440 dpi": {
            "Себестоимость": 250,
            "Продажа": 400,
          },
          "Материал": "Баннер Китай"
        },
        "Европа": {
          "Цена без печати": 180,
          "720 dpi": {
            "Себестоимость": 250,
            "Продажа": 400,
          },
          "1440 dpi": {
            "Себестоимость": 300,
            "Продажа": 500,
          },
          "Материал": "Баннер Европа"
        },
        "Европа оборот": {
          "Цена без печати": 180,
          "720 dpi": {
            "Себестоимость": 250,
            "Продажа": 450,
          },
          "1440 dpi": {
            "Себестоимость": 300,
            "Продажа": 600,
          },
          "Материал": "Баннер Европа"
        },
        "Black back": {
          "Цена без печати": 200,
          "720 dpi": {
            "Себестоимость": 300,
            "Продажа": 450,
          },
          "1440 dpi": {
            "Себестоимость": 350,
            "Продажа": 550,
          },
          "Материал": "Баннер Black back"
        },
        "Транслют": {
          "Цена без печати": 270,
          "720 dpi": {
            "Себестоимость": 400,
            "Продажа": 650,
          },
          "1440 dpi": {
            "Себестоимость": 450,
            "Продажа": 700,
          },
          "Материал": "Баннер Транслюцентный"
        },
        "Сетка": {
          "Цена без печати": 150,
          "720 dpi": {
            "Себестоимость": 230,
            "Продажа": 350,
          },
          "Материал": "Баннерная Сетка"
        },
      },
      "Обработка": {
        "Резка с запасом": {
          "Себестоимость": 1,
          "Продажа": 1,
        },
        "Резка в размер": {
          "Себестоимость": 20,
          "Продажа": 50,
        },
        "Проварка периметра": {
          "Себестоимость": 25,
          "Продажа": 60,
        },
        "Установка люверса с проваркой": {
          "200 мм": {
              "Себестоимость": 70,
              "Продажа": 120,
          },
          "300 мм": {
              "Себестоимость": 60,
              "Продажа": 100,
          },
          "400 мм": {
            "Себестоимость": 50,
            "Продажа": 80,
          },
          "Сторона": ['Левая', 'Правая', 'Верх', 'Низ', 'Все стороны', 'По углам'],
          "Материал": "Люверс 10мм"
        },
        "Проварка кармана": {
          "Себестоимость": 30,
          "Продажа": 60,
          "Сторона": ['Левая', 'Правая', 'Верх', 'Низ']
        },
        "Проварка усиленного кармана": {
          "Себестоимость": 35,
          "Продажа": 70,
          "Сторона": ['Левая', 'Правая', 'Верх', 'Низ']
        },
        "Проварка с веревкой 6 мм": {
          "Себестоимость": 40,
          "Продажа": 80,
          "Сторона": ['Левая', 'Правая', 'Верх', 'Низ', 'Все стороны'],
          "Материал": "Верёвка 6мм"
        },
        "Натяжка на подрамник 27мм*12мм": {
          "Себестоимость": 200,
          "Продажа": 500,
          "Материал": "Рейка 27х12"
        },
      },
      "Качество печати": ["720 dpi", "1440 dpi", "Без печати"]
    }
  },
  "Пресс-Волл": {
     "page": "press_wall",
  },
  "Плёнка": {
     "page": "tape",
  },
  "Бумага": {
     "page": "paper",
  },
  "Ростовая фигура": {
     "page": "height_figure",
  },
  "Мобильные конструкции": {
     "page": "mobile_designs",
  },
  "Бэклит": {
     "page": "backlit",
  },
  "Листовые материалы": {
     "page": "sheet_materials",
  },
  "Короб": {
     "page": "Box",
  },
}
